{
    "name": "Kevin Smith",
    "image": "/images/HeadShot.png",
    "bio": "I was born in Oxnard, California, in 1984. I grew up playing video games and dreaming of creating my own. I was fascinated by the art and design of games, especially the 3D graphics and animations. I decided to pursue my passion and enrolled in a bachelor’s degree program in Game Art and Design at the Art Institute of California - San Diego. I graduated in 2006 with honors and a portfolio of impressive game projects.\nI decided to continue my education and enrolled in an associate’s degree program in Game Development and Design at Coleman University. I graduated in 2014 with a solid foundation in programming and game design.\nI started working as a Diamond Grader at the Gemological Institute of America (GIA) in Carlsbad, California. I was responsible for evaluating the quality of diamonds using various instruments and techniques. I continued working on my own game projects in my spare time. I learned how to use various tools and languages such as C++ and C#. I also mastered Blender 3D and Photoshop, creating stunning textures and 3D objects. I made several game levels that showcased my skills and creativity.\nI wanted to further improve my skills and learn the latest trends and technologies. I decided to enroll in a certificate program in Front-End Development at the University of California - Berkeley Extension. I am currently working on completing the program, which covers topics such as web development, user interface design, responsive design, accessibility, testing, debugging, and deployment.\nI have a truck, a car, and a motorcycle that I use for different purposes. I like to drive my truck when I go camping or hiking. I like to drive my car when I go to work or run errands. I like to ride my motorcycle when I want to have some fun or save some gas. I also like to play video games and shoot archery in my spare time. I have a collection of video games from different genres and platforms. I also have a bow and arrows that I use for target practice.\nI am a 39 year old Diamond Grader who has a bachelor’s degree in Game Art and Design, an associate’s degree in Game Development and Design, and working toward a certificate in Full-Stack Development. I have used various tools and languages to create games and web applications. I have a truck, a car, and a motorcycle that I use for different occasions. I like to play video games and shoot archery as hobbies. I am passionate about my work and my dreams."
}